# St7CloseResultFile

Closes any open result file associated with the specified Strand7 model.

long St7CloseResultFile(long uID)

Input Parameters

uID

Strand7 model file ID.

Entity Selection

Entity Selection